export const menus = [
    {
        "id": 1,
        "name": "ต้มยำกุ้ง",
        "ingredients": [
            "กุ้งไซส์กลาง-ใหญ่ 6 ตัว",
            "เห็ดฟาง 200 กรัม",
            "ข่าหั่นเป็นชิ้นบางๆ 15 ชิ้น",
            "ตะไคร้ 3 ต้น",
            "ใบมะกรูด 5 ใบ",
            "หอมแดง 5 หัว",
            "พริกขี้หนูสวน 10 เม็ด",
            "คนอร์ขวดซอสข้นปรุงรส 2 ช้อนโต๊ะ",
            "มะนาว 6 ช้อนโต๊ะ",
            "น้ำปลา 2 ช้อนโต๊ะ"
        ],
        "methods": [
            "จัดเตรียมวัตถุดิบและเครื่องปรุง",
            "ตั้งน้ำในหม้อ รอให้เดือด",
            "ใส่ข่า, ตะไคร้, ใบมะกรูด, หอมแดง ลงไปในหม้อ",
            "ใส่คนอร์ขวดซอสข้นปรุงรส, มะนาว, น้ำปลา ลงไปในหม้อ",
            "ใส่เห็ดฟาง และพริกขี้หนู ลงไปในหม้อ",
            "ใส่กุ้ง ลงไปในหม้อ",
            "โรยหน้าด้วยต้นหอมและผักชี ตักใส่ถ้วย"
        ],
        "image": "https://img.wongnai.com/p/1920x0/2017/10/19/75678af28e394fbfb473fa1b417a62fc.jpg"
    },
    {
        "id": 2,
        "name": "หมูมะนาวคะน้ากรอบ",
        "ingredients": [
            "เนื้อหมู200 กรัม",
            "คะน้ายอด4 ต้น",
            "กระเทียม20 กลีบ",
            "มะนาว1 ลูก",
            "พริกขี้หนู13 เม็ด",
            "สาระแหน่4 ต้น",
            "น้ำตาลปิ๊บ15 กรัม",
            "น้ำปลา2 ช้อนชา",
            "ผงชูรส1/2 ช้อนชา",
            "น้ำแข็ง1 ถ้วย"
        ],
        "methods": [
            "ล้างทำความสะอาดคะน้ายอดแล้วแช่น้ำแข็งพักไว้",
            "หั่นหมูเป็นชิ้นเล็กๆ พอดีคำ นำไปลวกให้สุกพักไว้",
            "แกะเปลือกกระเทียมออกให้หมด แบ่งเป็น 2 ส่วน ส่วนที่ 1 หั่นครึ่งไว้โรยหน้า อีกส่วนใช้ทำน้ำราด",
            "ปั่นกระเทียมและพริกขี้หนูในโถปั่นให้ละเอียด เสร็จแล้วเทใส่ชาม ตามด้วยน้ำปลา น้ำตาลปิ๊บ ผงชูรส น้ำมะนาว คนให้เข้ากันจนกว่าน้ำตาลปิ๊บละลายจนหมด",
            "จัดจาน วางคะน้าเรียงบนจาน แล้วจึงวางเนื้อหมูทับอีกที ตักน้ำจิ้มรสเด็ดราดลงเนื้อหมูจนชุ่ม โรยกระเทียมที่เตรียมไว้และใบสาระแหน่ตามลงไป แค่นี้พร้อมเสิร์ฟแล้วค่ะ"
        ],
        "image": "https://img.wongnai.com/p/1920x0/2018/12/23/4dad7e14c7814cd9b64abdbff46637f0.jpg"
    },
    {
        "id": 3,
        "name": "ผัดคะน้าหมูกรอบ",
        "ingredients": [
            "หมูกรอบ100กรัม",
            "คะน้าหั่นท่อน80กรัม",
            "พริกแดงจินดาหั่น6เม็ด",
            "ซอสน้ำมันหอย1ชต.",
            "ซีอิ๊วขาว1ชช.",
            "น้ำตาลทราย1ชช.",
            "น้ำมันพืช",
            "น้ำเปล่า",
            "กระเทียมสับ1ชต"
        ],
        "methods": [
            "จัดเตรียมส่วนผสมและเครื่องปรุง ล่างผักคะน้าให้สะอาด ให้เป็นท่อนๆ",
            "ตั้งกระทะน้ำมัน ใส่พริกกระเทียมลงไปเจียว",
            "จากนั้นนำคะน้าลงไปผัด เราจะเอาก้านคะน้าลงไปก่อนแล้วตามด้วยใบ ปรุงรสด้วยซอสหอย น้ำตาล ซีอิ๊วขาว น้ำตาลทราย น้ำเปล่าแล้วผัดคลุกเค้าให้เข้ากัน",
            "ตามด้วยหมูกรอบลงไปผัดคลุกเคล้า ตักใส่จานพร้อมเสริฟค่ะ"
        ],
        "image": "https://img.wongnai.com/p/1920x0/2018/05/12/a6f94b454e5a410686d92dbffb17e71c.jpg"
    }
]